const ProductOfferDetails = () => {
	return (
		<section className="max-w-4xl mx-auto px-4 py-8">
			<h2 className="text-2xl font-semibold text-center text-gray-800 mb-4">
				Offer Details
			</h2>
			<div className="text-gray-700 space-y-4 leading-relaxed text-justify text-[15px]">
				<p>
					নিরাপদ খাদ্য পৌঁছে দেয়ার অঙ্গীকার নিয়ে আমদের যে পথচলা, সেই যাত্রায়
					আমাদের সহযাত্রী হবার জন্য আপনাকে আন্তরিক ধন্যবাদ। ঘরেরবাজার থেকে একটি
					পণ্যও যিনি ক্রয় করেছেন তাকে আমরা আমাদের একজন গুরুত্বপূর্ণ সহযাত্রী মনে
					করি। আমরা আমাদের এমন সম্মানিত গ্রাহকদের বিভিন্ন সময়, নানান ছাড়, অফারের
					বা উপহারের মাধ্যমে কৃতজ্ঞতা জানানোর চেষ্টা করি।
				</p>
				<p>
					সেই ধারাবাহিকতায় এই ঈদে ঘরেরবাজার থেকে ৫ লিটার খাঁটি সরিষার তেল কিনলেই
					পাচ্ছেন ৩০০ টাকা মূল্যের ২টি প্রিমিয়াম মসলা প্যাক (কালাভূনা মসলা +
					শাহী মাংসের মসলা)! খাঁটি সরিষার তেলের সাথে, আমাদের এসব প্রিমিয়াম মসলা
					যোগে আপনার এবারের ঈদের খাবার আরো সুস্বাদু এবং পুষ্টিকর হয়ে উঠুক।
				</p>
			</div>
		</section>
	);
};

export default ProductOfferDetails;
